let questions = [
  {
      numb:1,
      question:'যেটি জলবায়ুর নিয়ামক নয়?',
      answer:'ঘ) ভূমিকম্প',
      options:[
          "ক) তাপমাত্রা",
          "খ) বায়ু",
          "গ) আর্দ্রতা",
          "ঘ) ভূমিকম্প"
      ]
  },

  {
      numb: 2,
      question: "বঙ্গবন্ধুর ৭ মার্চের ভাষণ বাংলাদেশের সংবিধানের যে তফসিলে বর্ণিত রয়েছে।",
      answer: "গ) ৫ম",
      options: [
        "ক) ৩য়",
        "খ) ৪র্থ",
        "গ) ৫ম",
        "ঘ) ৬ষ্ঠ"
      ]
    },

    {
      numb: 3,
      question: "জানুয়ারি ২০২২০-এ অনুষ্ঠিত বাংলাদেশ-নিউজিল্যান্ড টেস্ট সিরিজে সর্বোচ্চ উইকেট সংগ্রহকারী বাংলাদেশি ক্রিকেটারের নাম কি?",
      answer: "ঘ) এবাদত হোসেইন",
      options: [
        "ক) সাকিব আল হাসান",
        "খ) তাসকিন আহমেদ",
        "গ) তাইজুল ইসলাম",
        "ঘ) এবাদত হোসেইন"
      ]
    },

    {
      numb: 4,
      question: "যেটি সাম্প্রতিক সময়ের ঘূর্ণিঝড়ের নাম-",
      answer: "গ) অশনি",
      options: [
        "ক) গতি",
        "খ) নার্গিস",
        "গ) অশনি",
        "ঘ) তুফান"
      ]
    },

    {
      numb: 5,
      question: "কর অন্তর্ভুক্ত রাজস্ব নয়-",
      answer: "ঘ) টোল ও লেভি",
      options: [
        "ক) নন জুডিশিয়াল স্ট্যাম্প",
        "খ) আবগারি শুল্ক",
        "গ) রেজিস্ট্রেশন ফি",
        "ঘ) টোল ও লেভি"
      ]
    },

    {
      numb: 6,
      question: "“টেকসই উন্নয়নলক্ষ্য”- এর যে লক্ষ্যটি মানসম্মত শিক্ষা নিয়ে নিবিড়ভাবে আলোচনা করে- ",
      answer: "ক) এসডিজি-৪",
      options: [
        "ক) এসডিজি-৪",
        "খ) এসডিজি-৩",
        "গ) এসডিজি-৯",
        "ঘ) এসডিজি-৮"
      ]
    },

    {
      numb: 7,
      question: "নিজেকে জানো- উক্তিটি কার?",
      answer: "ক) সক্রেটিস",
      options: [
        "ক) সক্রেটিস",
        "খ) প্লেটো",
        "গ) পিথাগোরাস",
        "ঘ) গৌতম বুদ্ধ"
      ]
    },

    {
      numb: 8,
      question: "‘স্বর্ণ পাম’- চলচ্চিত্র উৎসবের মুখ্য পুরস্কার কি?",
      answer: "গ) কান",
      options: [
        "ক) ভেনিস",
        "খ) বার্লিন",
        "গ) কান",
        "ঘ) শিকাগো"
      ]
    },

    {
      numb: 9,
      question: "জি-৭ ভুক্ত একমাত্র এশীয় রাষ্ট্র হলো-",
      answer: "ঘ) জাপান",
      options: [
        "ক) ভারত",
        "খ) চীন",
        "গ) রাশিয়া",
        "ঘ) জাপান"
      ]
    },

    {
      numb: 10,
      question: "মুদ্রাস্ফীতির একটি বড় কারণ হলো-",
      answer: "ঘ) মুদ্রার যোগান বৃদ্ধি",
      options: [
        "ক) উৎপাদন",
        "খ) আমদানি",
        "গ) রপ্তানী",
        "ঘ) মুদ্রার যোগান বৃদ্ধি"
      ]
    },

    {
      numb: 11,
      question: "কীবোর্ড-এ ফাংশনাল কী-এর সংখ্যা হলো-",
      answer: "ঘ) ১২টি",
      options: [
        "ক) ১৯টি",
        "খ) ১০টি",
        "গ) ১১টি",
        "ঘ) ১২টি"
      ]
    },

    {
      numb: 12,
      question: "বাল্যবিবাহ প্রতিরোধের হেল্প লাইন হলো-",
      answer: "ক) ১০৯",
      options: [
        "ক) ১০৯",
        "খ) ১০৩",
        "গ) ৯৯৯",
        "ঘ) ৩৩৩"
      ]
    },

    {
      numb: 13,
      question: "ঐতিহাসিক স্থান ‘কারবালা’ অবস্থিত-",
      answer: "ঘ) ইরাক",
      options: [
        "ক) কাতার",
        "খ) ইরান",
        "গ) কুয়েত",
        "ঘ) ইরাক"
      ]
    },

    {
      numb: 14,
      question: "ই-৮ অন্তর্ভুক্ত আটটি দেশের একটি সাধারণ বৈশিষ্ট্য হলো এরা সবাই-",
      answer: "গ) পরিবেশ দূষণকারী দেশ",
      options: [
        "ক) এশীয় দেশ",
        "খ) ইউরোপীয় দেশ",
        "গ) পরিবেশ দূষণকারী দেশ",
        "ঘ) উন্নয়নশীল দেশ"
      ]
    },

    {
      numb: 15,
      question: "‘সুশাসন’ ধারণাটি সর্বপ্রথম প্রবর্তন করে-",
      answer: "গ) বিশ্বব্যাংক",
      options: [
        "ক) জাতিসংঘ",
        "খ) এসএনডিপি",
        "গ) বিশ্বব্যাংক",
        "ঘ) আইএমএফ"
      ]
    },
]


